
/* conjunction to end a compound sentence */
" and" = " et";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" est déjà utilisé.";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nouveau Compte>";

/* No comment provided by engineer. */
"Account:" = "Compte:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Action:";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Ajouter une action pour cet(s) événement(s)";

/* No comment provided by engineer. */
"Alias:" = "Alias:";

/* No comment provided by engineer. */
"Auto-Connect on Launch" = "Auto-Connecter au lancement";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* Cancel current account activity prefix */
"Cancel: %@" = "Annuler: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Impossible d'ouvrir la banque de sons";

/* No comment provided by engineer. */
"Clear" = "Effacer";

/* No comment provided by engineer. */
"Configure the selected action" = "Configurer cette action";

/* Connect account prefix */
"Connect: %@" = "Connecter: %@";

/* New contact alert pane */
"Delete after event occurs" = "Effacer après l'événement";

/* No comment provided by engineer. */
"Delete Event?" = "Effacer l'événement?";

/* Disconnect account prefix */
"Disconnect: %@" = "Déconnecter: %@";

/* No comment provided by engineer. */
"Edit" = "Editer";

/* Label besides the encryption preference menu */
"Encryption:" = "Cryptage:";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Evénement:";

/* No comment provided by engineer. */
"Idle" = "En veille";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Banque d'icônes de statuts invalide";

/* No comment provided by engineer. */
"Join" = "Joindre";

/* No comment provided by engineer. */
"Join Chat" = "Joindre la discussion";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Rendre visible aux autres votre frappe";

/* No comment provided by engineer. */
"Meta" = "Méta";

/* No comment provided by engineer. */
"New Alert" = "Nouvelle alerte";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Aucuns comptes connectés compatibles";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Mot de passe:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Enlever les %i actions associées à cet évenement?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Supprimer cette/ces action(s)";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "MàJ ratée de la banque de son";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default." = "La banque d'icônes de statuts selectionnée \"%1$@\" installé à \"%2$@\" est invalide.  Il manque l'icône de statuts \"%3$@\".  Si ce cette banque provient de adiumxtras.com, svp contactez son auteur. vos réglages sont remis par défaut.";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Les caractères que vous entrez ne sont pas valides pour ce type de compte.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "La banque de son %1$@ a pour version %2$i, votre Adium ne sait pas la gérer; peut-être faut-il essayer avec une version d'Adium plus récente.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Cette version d'Adium utilise un nouveau format de banque de sons. Adium ne sait pas mettre à jour la banque %1$@ à %2$@. Elle est désactivée.";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Frappe:";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"User Name" = "Nom d'utilisateur";
